const BINGO_CONFIG = {
  "bingoCard": {
    "cardSize": 3,
    "theme": "dark"
  },
  "bingoSeeds": [
    {
      "id": "761b9fe4-c82d-413b-a034-dfea9b35afbc",
      "title": "",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "c7d02b77-3b6c-4a6b-b077-9527a628bdac",
      "title": "",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "dd7186a8-7aa5-4a5b-bc97-7cef6b845345",
      "title": "",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "6848b555-81da-4842-a66f-65a264fc6a5c",
      "title": "",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "ea28d5ae-72f4-418f-9c2c-f9977f809e27",
      "title": "",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "6dbf086d-5eaa-48a3-9a87-a79658fafd47",
      "title": "",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "357b3587-103c-4ccf-b614-66089c6d86a9",
      "title": "",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "ceed1ab7-5c0d-4d9d-a879-1ba97bb1f297",
      "title": "",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "a16470f7-d05a-4553-aee1-b37a802dc959",
      "title": "",
      "weight": 1,
      "target": 1,
      "unit": 1
    }
  ],
  "bingoRandomSeeds": [
    {
      "id": "3b898d84-a68a-40c0-9d68-4804027516ed",
      "title": "💬初コメ(初級)",
      "weight": 20,
      "target": 1,
      "unit": 1
    },
    {
      "id": "4955db89-0bd7-4db2-a7be-851382986c7a",
      "title": "💬初コメ(中級)",
      "weight": 10,
      "target": 2,
      "unit": 1
    },
    {
      "id": "1c0820fe-5bcc-4a52-9c40-c6b2bff45eb7",
      "title": "💬初コメ(上級)",
      "weight": 5,
      "target": 5,
      "unit": 1
    },
    {
      "id": "a032c9e1-1a02-460b-bb50-66b92eaca199",
      "title": "💬初コメ(超級)",
      "weight": 1,
      "target": 10,
      "unit": 1
    },
    {
      "id": "5a75ce73-d713-4338-bc8b-6fb67a170dea",
      "title": "📈 チャンネル登録が増える(初級)",
      "weight": 20,
      "target": 1,
      "unit": 1
    },
    {
      "id": "88b830ec-486b-4720-8dc3-d61e6ac2d471",
      "title": "📈 チャンネル登録が増える(中級)",
      "weight": 10,
      "target": 3,
      "unit": 1
    },
    {
      "id": "e53a24d8-4ead-48d8-a978-5d5ba7c9a015",
      "title": "📈 チャンネル登録が増える(上級)",
      "weight": 5,
      "target": 10,
      "unit": 1
    },
    {
      "id": "af9ecd88-9cac-42f8-80b7-cb4905926b26",
      "title": "📈 チャンネル登録が増える(超級)",
      "weight": 1,
      "target": 30,
      "unit": 1
    },
    {
      "id": "a8ee6d35-f0ed-48e9-9b51-995c440745b9",
      "title": "💰ギフト(初級)",
      "weight": 20,
      "target": 1,
      "unit": 100
    },
    {
      "id": "5d6731a0-a662-4eb4-b226-f2a1a86cac7f",
      "title": "💰ギフト(中級)",
      "weight": 10,
      "target": 2,
      "unit": 100
    },
    {
      "id": "9b062b38-7e79-44cf-9414-217d7227111b",
      "title": "💰ギフト(上級)",
      "weight": 5,
      "target": 5,
      "unit": 100
    },
    {
      "id": "611e5b5a-9a93-4e1b-b231-62e966069b42",
      "title": "💰ギフト(超級)",
      "weight": 1,
      "target": 10,
      "unit": 100
    },
    {
      "id": "1114f674-0ab7-4540-956e-ef9c4e04c644",
      "title": "👥ギフト人数(初級)",
      "weight": 10,
      "target": 1,
      "unit": 1
    },
    {
      "id": "44c2da80-cfd4-4a95-8097-745f42037d8a",
      "title": "👥ギフト人数(中級)",
      "weight": 7,
      "target": 2,
      "unit": 1
    },
    {
      "id": "89148983-a7ab-4223-87b3-52d8c3a92fb3",
      "title": "👥ギフト人数(上級)",
      "weight": 4,
      "target": 3,
      "unit": 1
    },
    {
      "id": "926e1f35-1966-46c5-8e87-b79ae21a5101",
      "title": "👥ギフト人数(超級)",
      "weight": 1,
      "target": 5,
      "unit": 1
    },
    {
      "id": "be2ac81a-a811-4039-8fbf-db21bc8ee45e",
      "title": "🛡メンバーシップ加入(初級)",
      "weight": 10,
      "target": 1,
      "unit": 1
    },
    {
      "id": "6ef8921d-13ad-4c49-9306-5d56cb28d1f8",
      "title": "🛡メンバーシップ加入(中級)",
      "weight": 7,
      "target": 2,
      "unit": 1
    },
    {
      "id": "d31145e7-8296-4482-ba65-e594b05269fd",
      "title": "🛡メンバーシップ加入(上級)",
      "weight": 4,
      "target": 3,
      "unit": 1
    },
    {
      "id": "c9bc12ed-c476-4875-819e-8e19346f5e46",
      "title": "🛡メンバーシップ加入(超級)",
      "weight": 1,
      "target": 5,
      "unit": 1
    },
    {
      "id": "64aa79ad-93c4-4512-ad6b-b5580eb5c4e9",
      "title": "👀同時視聴者数(初級)",
      "weight": 20,
      "target": 3,
      "unit": 1
    },
    {
      "id": "c84f2d56-e42f-4b38-a13c-27e84a352f63",
      "title": "👀同時視聴者数(中級)",
      "weight": 10,
      "target": 5,
      "unit": 1
    },
    {
      "id": "78f2e54f-6f8e-4d0a-965a-dee1688d6bd3",
      "title": "👀同時視聴者数(上級)",
      "weight": 5,
      "target": 10,
      "unit": 1
    },
    {
      "id": "2c4d45ba-275c-4d02-a929-726e8a225c07",
      "title": "👀同時視聴者数(超級)",
      "weight": 1,
      "target": 30,
      "unit": 1
    },
    {
      "id": "b0c1b4c9-8b50-42da-8b05-f42f69a15ba7",
      "title": "👍高評価(初級)",
      "weight": 20,
      "target": 3,
      "unit": 1
    },
    {
      "id": "20364002-ddd8-470a-9339-fafd92a89eda",
      "title": "👍高評価(中級)",
      "weight": 10,
      "target": 5,
      "unit": 1
    },
    {
      "id": "971f2c7d-e1d1-4d1a-adb2-0cfb980be95e",
      "title": "👍高評価(上級)",
      "weight": 5,
      "target": 10,
      "unit": 1
    },
    {
      "id": "9a43936b-3677-4318-87fd-f3d311f97f30",
      "title": "👍高評価(超級)",
      "weight": 1,
      "target": 30,
      "unit": 1
    },
    {
      "id": "842ca98b-23ee-4d00-9e96-da81db3234ab",
      "title": "🔥配信がホットトピックに載る",
      "weight": 5,
      "target": 1,
      "unit": 1
    },
    {
      "id": "48e30284-4d41-44bd-b047-d4308578d567",
      "title": "⏳配信開始から 30分経過",
      "weight": 7,
      "target": 1,
      "unit": 1
    },
    {
      "id": "f9219501-22cf-41d0-b872-6e442c0fd1c1",
      "title": "⏳配信が15分延長される",
      "weight": 5,
      "target": 1,
      "unit": 1
    },
    {
      "id": "454b31ef-cb26-4560-96fb-a50bb1a7b76f",
      "title": "🚀他の配信者が来訪/レイドする",
      "weight": 5,
      "target": 1,
      "unit": 1
    },
    {
      "id": "11266907-0f78-46fb-b31c-a9db9a940f04",
      "title": "🤝コラボ配信の約束が決まる",
      "weight": 5,
      "target": 1,
      "unit": 1
    },
    {
      "id": "fddbf1f6-0f0f-4a04-981a-bc35409a915b",
      "title": "🎶BGMが変わる",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "b4f511e1-2578-474c-af85-aa577ea89145",
      "title": "🗣同じ話題が 15分以上続く",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "7f0e5292-13f9-4701-a98f-51eeb2006aa9",
      "title": "😲リスナー参加型企画が始まる",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "31fdcb05-04aa-4851-a25f-40db7d54255b",
      "title": "📢次回配信の予告がある",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "6d62021b-fff2-4515-ae9d-55b2bd395328",
      "title": "😂配信者が笑い続ける(秒)",
      "weight": 3,
      "target": 5,
      "unit": 1
    },
    {
      "id": "e5808d07-66e1-422b-b0ed-4427da6511a6",
      "title": "🛑配信者が「ちょっと待って」と言う",
      "weight": 2,
      "target": 3,
      "unit": 1
    },
    {
      "id": "884a5b39-e252-4e4f-9d8a-cc7db784da79",
      "title": "😲配信者が「ヤバい」と言う",
      "weight": 2,
      "target": 3,
      "unit": 1
    },
    {
      "id": "05811bef-e993-4a14-a3e5-c2f25de70369",
      "title": "🤔配信者が「あのー」と言う",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "c22d470e-8f6d-433e-ae99-75727d5c10af",
      "title": "😱配信者が悲鳴を上げる",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "dce8651b-1def-4df6-baf4-42eb0af98d39",
      "title": "🥤配信者が飲み物を飲む",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "fed29b87-015c-498e-ba1b-77925d7fc16b",
      "title": "🌙 深夜配信でテンションが上がる",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "b6fa6ec5-6ba9-45b7-b08d-3b26642618a0",
      "title": "😍 配信者がキュンとする",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "8bda9170-0151-41be-98fd-637013413583",
      "title": "🥺 配信者が感動で涙ぐむ",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "b91a1c8a-7d2c-4971-a114-a3b7403c99b8",
      "title": "🤯 配信者の脳がバグる",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "5568c513-8ed9-41f0-ad92-d90cd33f3a80",
      "title": "😤 配信者がムキになる",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "7cc8a0e0-4304-41f3-9a3d-766bf3d51785",
      "title": "🥵 配信者が暑い/寒いと訴える",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "d643f8b3-eca5-48f8-96d8-4ec536da3e68",
      "title": "🍜 配信者が麺類を啜る",
      "weight": 2,
      "target": 3,
      "unit": 1
    },
    {
      "id": "ec77e425-1d09-4c9d-b1a8-b4fc83b1b13e",
      "title": "🍙 おにぎりを頬張る",
      "weight": 2,
      "target": 3,
      "unit": 1
    },
    {
      "id": "cb8d9232-f6d2-42a4-b4d9-ae87ec013697",
      "title": "☕ コーヒーを吹き出す",
      "weight": 2,
      "target": 3,
      "unit": 1
    },
    {
      "id": "2ed6cc9c-ec50-4f29-b14a-935dac1d3107",
      "title": "🍬 飴玉を転がす",
      "weight": 2,
      "target": 3,
      "unit": 1
    },
    {
      "id": "30bed271-ff66-41d4-a28f-2dc6aaf22666",
      "title": "🍪 お菓子の袋を開ける",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "d45d081c-aa36-4f26-b981-84a3be2ca3c3",
      "title": "🛌 配信者が寝落ちしそうになる",
      "weight": 3,
      "target": 1,
      "unit": 1
    },
    {
      "id": "deabad09-80ff-41ed-8f01-d71e045006cf",
      "title": "🤸 配信者がストレッチをする",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "6cafd1a2-83ce-44f9-a8f3-85428eae4965",
      "title": "💨 配信者がオナラ",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "c303ace0-2324-4751-afaa-ab4559aba530",
      "title": "📝 配信者が視聴者の名前を書く",
      "weight": 5,
      "target": 3,
      "unit": 1
    },
    {
      "id": "31da19cc-2f4a-4605-bbc7-fbea428a8a08",
      "title": "👀 配信者がリスナーのアイコンを褒める",
      "weight": 5,
      "target": 3,
      "unit": 1
    },
    {
      "id": "def2b823-00f5-4fac-b616-ebd33e202d75",
      "title": "❓ 配信者が視聴者からの質問に答える",
      "weight": 5,
      "target": 1,
      "unit": 1
    },
    {
      "id": "bb1cb8c1-bdfe-45db-ab9e-acf51d2dd57c",
      "title": "🎯 配信者がリスナーからのリクエストに応える",
      "weight": 5,
      "target": 1,
      "unit": 1
    },
    {
      "id": "2c2e4bfb-edb3-4db3-8614-f3bb3a24ade1",
      "title": "💬 配信者がチャットの反応に即興で返す",
      "weight": 5,
      "target": 1,
      "unit": 1
    },
    {
      "id": "85641c96-08e7-4b69-bf2b-90c3f846bc03",
      "title": "🤝 配信者が視聴者と一緒に悩みを考える",
      "weight": 5,
      "target": 1,
      "unit": 1
    },
    {
      "id": "41e88eda-c961-457c-8eb4-8e815f783821",
      "title": "🎉 配信者が視聴者を祝う",
      "weight": 5,
      "target": 1,
      "unit": 1
    },
    {
      "id": "eb49190d-efec-4498-94a8-c52bff5ebdf9",
      "title": "🎁 ギフトのお礼タイム",
      "weight": 5,
      "target": 1,
      "unit": 1
    },
    {
      "id": "e5d92e2a-f81d-4504-89f4-e7ade1468f37",
      "title": "🎤 配信者が歌う",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "28efb99f-c100-4260-8f6c-f86bfab452a7",
      "title": "📖 配信者が個人的なエピソードを話す",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "e7dda861-cf08-4ae7-b1e4-54af4c469c53",
      "title": "🍴 配信者が食事/料理の話をする",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "32965148-7c40-484b-b3ba-82588eb107b8",
      "title": "📰 配信者が時事ネタに触れる",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "3489f974-d18f-48b3-a705-a8999ae88eb7",
      "title": "🎨 配信者が趣味について熱く語る",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "7e9e95c7-6943-4114-942c-8b7667693942",
      "title": "🛒 配信者がオススメを紹介する",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "d291fdf4-b8a6-4900-b93a-0c92207e2170",
      "title": "🔗 配信者が最近ハマっていることを共有する",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "5f224818-b495-4ad5-8245-7d37aeaacf69",
      "title": "💡 配信者が視聴者との思い出話をする",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "efb5b2d3-edaf-4be6-b8d8-f854a4becd63",
      "title": "😂 配信者が失敗談を面白おかしく話す",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "742b4643-ed2b-4136-8663-cd16a6d402be",
      "title": "🌸 配信者が季節の話題を取り上げる",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "f2a15a6b-3192-463e-a197-8af110e037f8",
      "title": "🔍 配信者が日常生活の小さな発見を話す",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "7c234276-d36c-45ac-b89a-f376517fe89f",
      "title": "🌙 配信者が昨日見た夢の話をする",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "118ba4d5-3e9b-41b6-9ed5-6255b685d790",
      "title": "👶 配信者が子供時代のエピソードを披露する",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "7a85ce7d-e600-4d2d-81e6-beef54870d57",
      "title": "🐾 配信者がペット/動物にまつわる話をする",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "925e84dd-5a51-458b-a6fb-52729634536a",
      "title": "✈️ 配信者が旅行の思い出を語る",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "e96786fe-40d3-4f16-a552-562f74242297",
      "title": "💪 配信者が健康/ダイエットの話題に触れる",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "c7e94e67-6901-42da-ae04-48362d3077ac",
      "title": "🧠 配信者が視聴者からのアドバイスを求める",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "62839bc8-239f-4e8e-8f01-1e141fc618fb",
      "title": "🤣 配信者がくだらないネタを披露する",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "7ccdd610-6bf8-4465-a0a1-ae297d204538",
      "title": "🎙️ 配信者が変な声モノマネをしてみる",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "099981bc-2f28-4e47-b356-b6985af0b810",
      "title": "😤 配信者が愚痴/不満を言う",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "4c681c8b-4923-41d1-9cc7-751fdf8f3bbf",
      "title": "🎭 配信者が指定のキャラクターになりきる",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "7a300b47-72e5-4334-b387-cbf50dfe8153",
      "title": "📹 配信者が流行りの動画について語る",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "d8c65b03-34fa-4f24-a126-bdaa4d8035ca",
      "title": "🎮 配信者が最新のゲーム/アニメ情報を話す",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "f7d4bc31-ad12-4dda-ad8b-7f269d5e53ba",
      "title": "📱 配信者がSNSで話題のネタを取り上げる",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "48e6bcf6-5412-4cf9-a9e2-c45b35d7d9b5",
      "title": "🔬 配信者が新しい発見を報告する",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "e4d2e0c1-8dbb-4f17-bce5-646696db6334",
      "title": "🌟 配信者が将来の夢を熱く語る",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "17f7ac94-0a1e-48cd-bd00-bdb03058e49e",
      "title": "🎧 配信者がASMR的な声を出す",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "57e0d687-f40f-448c-a8f6-acf409f688b7",
      "title": "🤔 配信者がシリアスな話題に触れる",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "bff803f6-5ad2-469c-926d-7fac18537d9e",
      "title": "🤪 配信者がテンション上がって奇声をあげる",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "69e9dc1b-41ed-444e-ada2-55b854c2abdc",
      "title": "😔 配信者が寂しさ/孤独感に触れる",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "999e79b2-1cb0-4622-8d99-e7145b6559df",
      "title": "🐰視聴者が「かわいい」と言う(人数)",
      "weight": 4,
      "target": 3,
      "unit": 1
    },
    {
      "id": "92b627ad-b79f-4769-916c-9e45a8b54b3c",
      "title": "🐶視聴者が「かっこいい」と言う(人数)",
      "weight": 4,
      "target": 3,
      "unit": 1
    },
    {
      "id": "8e172a6f-1fc1-4282-8849-65c4d2c23fd1",
      "title": "❤️視聴者が「好き」と言う(人数)",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "0e36ae32-7fd4-493e-b217-086314833068",
      "title": "🌟視聴者が「すごい」と言う(人数)",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "cb9b9b14-dcc5-476c-b593-17271851b290",
      "title": "😂視聴者が「草」「w」と言う(人数)",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "a40a7f2e-ad85-4ab8-bd06-668189ffb0b2",
      "title": "🙏視聴者が「助かる」と言う(人数)",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "3da54ca0-467e-4cdb-a175-04504f10fb91",
      "title": "🥰視聴者が「尊い」と言う(人数)",
      "weight": 4,
      "target": 3,
      "unit": 1
    },
    {
      "id": "5b6cbf8c-76dd-44c3-a871-720e16cfdf34",
      "title": "😭視聴者が「泣ける」と言う(人数)",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "93e2d897-b2b7-49a7-9e76-bd2f56fedfef",
      "title": "😇視聴者が「神配信」と讃える(人数)",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "43cc545c-7708-4267-8009-e9a6ed6ab821",
      "title": "❗視聴者が「！」だけ送信(人数)",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "042ae7f7-ed39-447c-92f0-ab2d511eadaf",
      "title": "⁉️視聴者が「！？」と驚く(人数)",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "8ea40583-4a60-4197-8a5b-402a7a3765fd",
      "title": "👀視聴者が「見た」と報告(人数)",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "1c2b656c-d8e5-4ea3-b7e8-c993faec4739",
      "title": "🎭視聴者がファンマを使う(人数)",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "c55e352d-3299-464d-8cdc-0955df20b31e",
      "title": "🎨視聴者が絵文字を使う(人数)",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "0b6d4c29-46a8-444c-bec2-580cc8136c2c",
      "title": "📢視聴者がスタンプを使う(人数)",
      "weight": 3,
      "target": 3,
      "unit": 1
    },
    {
      "id": "50543e6e-952d-49e2-951f-49f5ff946182",
      "title": "✏️アンケートで、X票投票される(初級)",
      "weight": 15,
      "target": 3,
      "unit": 1
    },
    {
      "id": "8d5dad73-8ebb-4426-9d6f-a10e7bb59b1f",
      "title": "✏️アンケートで、X票投票される(中級)",
      "weight": 10,
      "target": 7,
      "unit": 1
    },
    {
      "id": "7e95b990-c338-40bc-8a25-33aa1c980a1f",
      "title": "✏️アンケートで、X票投票される(上級)",
      "weight": 5,
      "target": 10,
      "unit": 1
    },
    {
      "id": "1659be31-263b-46e9-96f3-6cf987b4c69e",
      "title": "✏️アンケートで、X票投票される(超級)",
      "weight": 1,
      "target": 30,
      "unit": 1
    },
    {
      "id": "4fbff972-a0ee-4ef5-ba1c-53c5fb28029d",
      "title": "🔁同じ絵文字が X人続けて使われる(初級)",
      "weight": 4,
      "target": 3,
      "unit": 1
    },
    {
      "id": "b1de04b3-31cd-4543-af98-7baf20347304",
      "title": "🔁同じ絵文字が X人続けて使われる(中級)",
      "weight": 2,
      "target": 5,
      "unit": 1
    },
    {
      "id": "dbda9bae-ea4b-4c44-8d88-7bcc241be711",
      "title": "🔁同じ絵文字が X人続けて使われる(上級)",
      "weight": 1,
      "target": 7,
      "unit": 1
    },
    {
      "id": "22ae5907-57e3-4984-bee1-a234063e5446",
      "title": "🔁同じ絵文字が X人続けて使われる(超級)",
      "weight": 1,
      "target": 10,
      "unit": 1
    },
    {
      "id": "2f3fa7f3-78cb-400e-b383-1f0dd8312c2d",
      "title": "📄同じコメントが X人続けて送られる(初級)",
      "weight": 4,
      "target": 3,
      "unit": 1
    },
    {
      "id": "eb6b7e75-01bb-421f-8412-7a1f1ab2e348",
      "title": "📄同じコメントが X人続けて送られる(中級)",
      "weight": 2,
      "target": 5,
      "unit": 1
    },
    {
      "id": "2166c4d3-9382-4d43-8346-0a62b15739e3",
      "title": "📄同じコメントが X人続けて送られる(上級)",
      "weight": 1,
      "target": 7,
      "unit": 1
    },
    {
      "id": "51bed9e7-e559-4bac-847f-8baee855b2fa",
      "title": "📄同じコメントが X人続けて送られる(超級)",
      "weight": 1,
      "target": 10,
      "unit": 1
    },
    {
      "id": "25ba07c0-a2b2-4008-a9a4-a76454c4ba26",
      "title": "✏️リスナーが誤字をする",
      "weight": 1,
      "target": 1,
      "unit": 1
    },
    {
      "id": "543f4447-2b9c-4eb7-8b53-298ae43d05b2",
      "title": "🎉 視聴者が初コメを歓迎する",
      "weight": 5,
      "target": 1,
      "unit": 1
    },
    {
      "id": "0e8b50b3-e63c-4837-8541-84a5977d6870",
      "title": "🏆 視聴者が配信内クイズに正解する",
      "weight": 3,
      "target": 1,
      "unit": 1
    },
    {
      "id": "046b3ff7-e5fe-4642-af6a-a4165763108c",
      "title": "🔁 視聴者が配信者のセリフをリピートする",
      "weight": 3,
      "target": 1,
      "unit": 1
    },
    {
      "id": "6a100ef2-eacd-4b43-9966-6974c48a91dd",
      "title": "🙌 視聴者が配信者のミスを優しく指摘する",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "c0ef30ce-826b-4ab8-a932-cffd3713312d",
      "title": "💢 視聴者が配信内容にツッコミを入れる",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "8b77d40a-ff76-4191-9458-14de9aca1a33",
      "title": "🗂️ 視聴者が過去配信のネタを引用する",
      "weight": 2,
      "target": 1,
      "unit": 1
    },
    {
      "id": "cbf537b6-d2a2-418d-a0c9-348784561326",
      "title": "🤣視聴者の腹筋が崩壊する(人数)",
      "weight": 1,
      "target": 5,
      "unit": 1
    },
    {
      "id": "d110ea06-4ef3-4523-bfd7-c1edab956493",
      "title": "📸配信者のSNSがフォローされる(初級)",
      "weight": 10,
      "target": 1,
      "unit": 1
    },
    {
      "id": "ac31ed07-213a-4595-a437-d7a355cd9cca",
      "title": "📸配信者のSNSがフォローされる(中級)",
      "weight": 7,
      "target": 2,
      "unit": 1
    },
    {
      "id": "fc4249a0-b204-483d-b74e-55e59d82511d",
      "title": "📸配信者のSNSがフォローされる(上級)",
      "weight": 4,
      "target": 3,
      "unit": 1
    },
    {
      "id": "388b1338-3cd8-45ce-aa67-091984a743c9",
      "title": "📸配信者のSNSがフォローされる(超級)",
      "weight": 2,
      "target": 5,
      "unit": 1
    },
    {
      "id": "30686cef-8751-4d51-9cb1-731a1146c581",
      "title": "🍡マシュマロが投げられる(初級)",
      "weight": 10,
      "target": 1,
      "unit": 1
    },
    {
      "id": "234b0ddc-e865-4779-bfcc-8c6d774929a1",
      "title": "🍡マシュマロが投げられる(中級)",
      "weight": 7,
      "target": 3,
      "unit": 1
    },
    {
      "id": "22b87dd1-a403-4dae-95aa-02a881390f49",
      "title": "🍡マシュマロが投げられる(上級)",
      "weight": 4,
      "target": 5,
      "unit": 1
    },
    {
      "id": "825f68d6-8239-4672-b621-5f8038aee060",
      "title": "🍡マシュマロが投げられる(超級)",
      "weight": 2,
      "target": 10,
      "unit": 1
    },
    {
      "id": "a0f09e33-80d4-408b-988d-daa9620687bc",
      "title": "🎬クリップが作られる",
      "weight": 3,
      "target": 1,
      "unit": 1
    },
    {
      "id": "43ab9167-1a40-4f2d-b366-597583b258cd",
      "title": "📸視聴者が配信のスクショをシェアする",
      "weight": 3,
      "target": 1,
      "unit": 1
    },
    {
      "id": "aed197c6-e46f-4eb2-a761-9e764e53eef2",
      "title": "🐦視聴者が配信ハッシュタグでつぶやく",
      "weight": 3,
      "target": 1,
      "unit": 1
    },
    {
      "id": "5bb64bb1-c210-4cb7-a4c0-7bef0b10eed3",
      "title": "🏷️視聴者が配信者をタグ付きで推薦する",
      "weight": 3,
      "target": 1,
      "unit": 1
    },
    {
      "id": "04d0b023-e804-4134-8956-e36f94ebb2ca",
      "title": "🎨ファンアートがSNSで投稿される",
      "weight": 3,
      "target": 1,
      "unit": 1
    },
    {
      "id": "ee96ba6c-cb40-4fad-9f29-c09351a027e4",
      "title": "🛡️モデレーターがコメント対応する",
      "weight": 1,
      "target": 1,
      "unit": 1
    }
  ]
};
 if (typeof window !== 'undefined') window.BINGO_CONFIG = BINGO_CONFIG;